Repository: HossamAhmedMohamed/camion
Catalog: lib/l10n/intl_*.arb
Languages: pa, sw, ta, ur

# shipping_policy_description2
source: Delivery time varies depending on the destination country and shipping provider.
pa: ਡਿਲਿਵਰੀ ਸਮਾਂ ਦੇਸ਼ ਅਤੇ ਕੋਰੀਅਰ ਪ੍ਰਦਾਤਾ ਦੇ ਅਨੁਸਾਰ ਵੱਖਰਾ ਹੋ ਸਕਦਾ ਹੈ।
sw: Muda wa uwasilishaji hutofautiana kulingana na nchi unakoenda na mtoa huduma wa usafirishaji.
ta: விநியோக காலம் இடத்தின் நாடு மற்றும் கூரியர் வழங்குநரை பொறுத்தது.
ur: ุชุฑุณู ฺฉุง ููุช ู ูฺฉ ุงูุฑ ฺฉูุฑุฆุฑ ูพุฑ ู ูุญุตุฑ 

# shipping_policy_description3
source: Customers will receive a tracking number once their order has been dispatched.
pa: ਆਰਡਰ ਭੇਜੇ ਜਾਣ 'ਤੇ ਗ੍ਰਾਹਕਾਂ ਨੂੰ ਟ੍ਰੈਕਿੰਗ ਨੰਬਰ ਮਿਲੇਗਾ।
sw: Wateja watapokea nambari ya kufuatilia mara tu oda yao itakapotumwa.
ta: ஆர்டர் அனுப்பப்பட்டவுடன், வாடிக்கையாளர்கள் ஒரு டிராக்கிங் எண் பெறுவார்கள்.
ur: ุขุฑฺุฑ ฺฉ ุจฺพุฌู ูพุฑ ูนุฑฺฉูฺฏ ูู ุจุฑ ุฏุง ุฌุงุฆ ฺฏุง

# shipping_policy_description4
source: Camion is not responsible for delays caused by customs, natural events, or courier issues beyond our control.
pa: ਕੈਮਿਯਨ ਕਿਸੇ ਵੀ ਕਿਸਮ ਦੀ ਦੇਰੀ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ।
sw: Camion haihusiki na ucheleweshaji unaosababishwa na forodha, matukio ya asili, au matatizo ya kampuni ya usafirishaji yaliyo nje ya uwezo wetu.
ta: செயல்முறைகளுக்கு அப்பால் உள்ளதோ, இயற்கை நிகழ்வுகள் அல்லது கூரியர் பிரச்சினைகளால் ஏற்பட்ட தாமதங்களுக்கு கோப்பியான் பொறுப்பேற்காது.
ur: ฺฉุงู ูู ุชุงุฎุฑ ฺฉุง ุฐู  ุฏุงุฑ ูฺบ 

# return_policy
source: Return & Refund Policy
pa: ਵਾਪਸੀ ਅਤੇ ਰਿਫੰਡ ਨੀਤੀ
sw: Sera ya Marejesho na Marejesho ya Fedha
ta: திரும்பும் & பணத்தை மீட்டெடுக்க கொள்கை
ur: ูุงูพุณ ู ุฑููฺ ูพุงูุณ

# return_policy_description1
source: Customers may request a return within 14 days of receiving the order, provided the item is unused, undamaged, and in its original packaging.
pa: ਗ੍ਰਾਹਕ ਆਰਡਰ ਪ੍ਰਾਪਤ ਕਰਨ ਤੋਂ 14 ਦਿਨਾਂ ਦੇ ਅੰਦਰ ਵਾਪਸੀ ਦੀ ਬੇਨਤੀ ਕਰ ਸਕਦੇ ਹਨ, ਜੇਕਰ ਆਈਟਮ ਅਵਿਨਸ਼ਤ, ਬਿਨਾਂ ਨੁਕਸਾਨ ਦੇ ਅਤੇ ਮੂਲ ਪੈਕੇਜਿੰਗ ਵਿੱਚ ਹੋਵੇ।
sw: Wateja wanaweza kuomba kurejesha ndani ya siku 14 baada ya kupokea oda, mradi tu bidhaa haijatumika, haijaharibika, na iko kwenye kifurushi chake cha asili.
ta: வாடிக்கையாளர்கள் 14 நாட்களுக்குள் திரும்ப கோரலாம், பொருள் பயன்படுத்தப்படாதது, சேதமடைந்ததில்லை மற்றும் அதன் அசல் பாக்கேஜிங்கில் இருப்பது.
ur: ุตุงุฑู 14 ุฏู ฺฉ ุงูุฏุฑ ูุงูพุณ ฺฉ ุฏุฑุฎูุงุณุช ฺฉุฑ ุณฺฉุชุง 

# return_policy_description2
source: Certain items such as personal care products, food, or customized items are non-returnable.
pa: ਕੁਝ ਆਈਟਮ ਜਿਵੇਂ ਕਿ ਨਿੱਜੀ ਸੇਵਾ ਸਮਾਨ, ਖਾਣ-ਪੀਣ ਦੀਆਂ ਚੀਜ਼ਾਂ ਜਾਂ ਕਸਟਮ ਆਈਟਮ ਵਾਪਸੀਯੋਗ ਨਹੀਂ ਹਨ।
sw: Bidhaa fulani kama vile bidhaa za usafi binafsi, chakula, au bidhaa maalum haziwezi kurejeshwa.
ta: சில பொருட்கள் (தனிப்பட்ட பராமரிப்பு பொருட்கள், உணவு அல்லது தனிப்பயன் பொருட்கள்) திரும்ப முடியாது.
ur: ฺฉฺฺพ ุงุดุงุก ูุงูพุณ ูฺบ ฺฉ ุฌุง ุณฺฉุชฺบ

# return_policy_description3
source: Refunds will be processed to the original payment method within 7–14 business days after the returned item is inspected.
pa: ਰਿਫੰਡ ਮੁੜ ਆਈਟਮ ਦੀ ਜਾਂਚ ਤੋਂ ਬਾਅਦ 7–14 ਕਾਰੋਬਾਰੀ ਦਿਨਾਂ ਵਿੱਚ ਮੁਲ ਭੁਗਤਾਨ ਤਰੀਕੇ 'ਤੇ ਕੀਤੀ ਜਾਵੇਗੀ।
sw: Marejesho ya fedha yatafanywa kwa njia ile ile ya malipo ndani ya siku 7â€“14 za kazi baada ya bidhaa kurudishwa kukaguliwa.
ta: பணத்தை மீட்டெடுத்தல் திரும்பிய பொருளை பரிசீலித்த 7–14 வணிக நாட்களில் முதன்மை கட்டண முறைக்கு செயல்படுத்தப்படும்.
ur: ุฑููฺ 7โ14 ุฏู ู ฺบ ุงุตู ุงุฏุงุฆฺฏ ฺฉ ุทุฑู ูพุฑ ูฺฏุง

# return_policy_description4
source: Shipping fees are non-refundable, and return shipping costs are the responsibility of the customer (unless the item is defective or incorrect).
pa: ਸ਼ਿਪਿੰਗ ਫੀਸ ਵਾਪਸੀਯੋਗ ਨਹੀਂ ਹਨ, ਅਤੇ ਵਾਪਸੀ ਸ਼ਿਪਿੰਗ ਲਾਗਤ ਗਾਹਕ ਦੀ ਜ਼ਿੰਮੇਵਾਰੀ ਹੈ।
sw: Ada za usafirishaji hazitarejeshwa, na gharama za kurudisha mzigo zitalipwa na mteja (isipokuwa bidhaa imeharibika au sio sahihi).
ta: பரிமாற்ற கட்டணங்கள் திரும்பமுடியாது, மற்றும் திரும்ப அனுப்பும் செலவுகள் வாடிக்கையாளரின் பொறுப்பில் இருக்கும் (பொருள் தவறானது அல்லது சேதமடைந்தது என்றால் தவிர).
ur: ุดูพูฺฏ ูุณ ูุงูพุณ ูฺบ ฺฉ ุฌุงุฆ ฺฏ

# privacy_policy_details
source: Privacy Policy
pa: ਪ੍ਰਾਈਵੇਸੀ ਪਾਲਿਸੀ
sw: Sera ya Faragha
ta: தனியுரிமைக் கொள்கை
ur: ุฑุงุฒุฏุงุฑ ฺฉ ูพุงูุณ

# privacy_policy_description1
source: Camion respects and protects your personal data.
pa: ਕੈਮਿਯਨ ਤੁਹਾਡੇ ਨਿੱਜੀ ਡਾਟਾ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ।
sw: Camion inaheshimu na kulinda data zako binafsi.
ta: கோப்பியான் உங்கள் தனிப்பட்ட தரவை மதித்து பாதுகாக்கிறது.
ur: ฺฉุงู ูู ุขูพ ฺฉ ุฐุงุช ฺูนุง ฺฉ ุญูุงุธุช ฺฉุฑุชุง 

# privacy_policy_description2
source: We collect information (such as name, address, contact details, and payment info) only to process orders and improve user experience.
pa: ਸਾਨੂੰ ਸਿਰਫ਼ ਆਰਡਰ ਪ੍ਰਕਿਰਿਆ ਅਤੇ ਉਪਭੋਗਤਾ ਅਨੁਭਵ ਸੁਧਾਰਣ ਲਈ ਜਾਣਕਾਰੀ ਇਕੱਤਰ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।
sw: Tunakusanya taarifa (kama jina, anwani, maelezo ya mawasiliano, na taarifa za malipo) ili kushughulikia oda na kuboresha uzoefu wa mtumiaji.
ta: நாங்கள் தகவல்களை (பெயர், முகவரி, தொடர்பு விவரங்கள் மற்றும் கட்டண தகவல்கள் போன்றவை) ஆர்டர்கள் செயலாக்க மற்றும் பயனர் அனுபவத்தை மேம்படுத்த மட்டுமே சேகரிக்கிறோம்.
ur: ู ุตุฑู ุขุฑฺุฑุฒ ฺฉ ู ู ุนููู ุงุช ุงฺฉูนฺพ ฺฉุฑุช ฺบ

# privacy_policy_description3
source: Personal data will never be sold or shared with third parties, except with shipping and payment partners to complete your order.
pa: ਨਿੱਜੀ ਡਾਟਾ ਕਿਸੇ ਵੀ ਤੀਜੇ ਪੱਖ ਨੂੰ ਵੇਚਿਆ ਜਾਂ ਨਹੀਂ ਜਾਂ ਸਾਂਝਾ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ, ਸਿਵਾਏ ਡਿਲਿਵਰੀ ਅਤੇ ਪੇਮੈਂਟ ਪਾਰਟਨਰਾਂ ਨਾਲ।
sw: Data binafsi haitauzwa au kushirikiwa na watu wa tatu, isipokuwa na washirika wa usafirishaji na malipo kukamilisha oda yako.
ta: தனிப்பட்ட தரவு எப்போதும் மூன்றாம் தரப்புகளுடன் விற்பனை செய்யப்படாது அல்லது பகிரப்படாது, ஆணையாளர் மற்றும் கட்டண பங்குதாரர்களுடன் மட்டுமே ஆர்டர் நிறைவேற்ற பயன்படுத்தப்படுகிறது.
ur: ฺูนุง ุชุณุฑ ูุฑู ฺฉู ูุฑูุฎุช ูฺบ ฺฉุง ุฌุงุฆ ฺฏุง

# privacy_policy_description4
source: All data is securely stored, and users have the right to request access, correction, or deletion of their personal information.
pa: ਸਾਰਾ ਡਾਟਾ ਸੁਰੱਖਿਅਤ ਰੱਖਿਆ ਗਿਆ ਹੈ ਅਤੇ ਉਪਭੋਗਤਾ ਆਪਣੀ ਜਾਣਕਾਰੀ ਐਕਸੈਸ, ਸੋਧ ਜਾਂ ਮਿਟਾਉਣ ਦੀ ਮੰਗ ਕਰ ਸਕਦੇ ਹਨ।
sw: Data zote zimehifadhiwa salama, na watumiaji wana haki ya kuomba ufikiaji, marekebisho, au kufutwa kwa taarifa zao binafsi.
ta: அனைத்து தரவுகள் பாதுகாப்பாக சேமிக்கப்படுகிறது, பயனர்கள் தங்களது தனிப்பட்ட தகவலுக்கு அணுகல், திருத்தம் அல்லது நீக்கம் கோரலாம்.
ur: ฺูนุง ู ุญููุธ  ุงูุฑ ุตุงุฑูู ฺฉู ุงูพู ู ุนููู ุงุช ุชฺฉ ุฑุณุงุฆุ ุฏุฑุณุชฺฏ ุง ุญุฐู ฺฉุฑู ฺฉุง ุญู ุญุงุตู 

# limitation_liability
source: Limitation of Liability
pa: ਜ਼ਿੰਮੇਵਾਰੀ ਦੀ ਸੀਮਾ
sw: Kikomo cha Dhima
ta: பொறுப்பின் வரம்பு
ur: ุฐู  ุฏุงุฑ ฺฉ ุญุฏ

# limitation_liability_description1
source: Camion is not liable for any indirect, incidental, or consequential damages arising from the use of the app or purchased products.
pa: ਕੈਮਿਯਨ ਕਿਸੇ ਵੀ ਪਰੋਕਸੀਮਲ, ਅਕਸਮੀਕ ਜਾਂ ਨਤੀਜੇ ਵਾਲੇ ਨੁਕਸਾਨ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਨਹੀਂ ਹੈ।
sw: Camion haiwajibikii kwa madhara yoyote yasiyo ya moja kwa moja, ajali, au yanayofuata yanayotokana na matumizi ya programu au bidhaa zilizonunuliwa.
ta: கோப்பியான் பயன்பாட்டில் அல்லது வாங்கிய தயாரிப்புகளில் ஏற்படும் நேரடி அல்லாத, படிப்படியான அல்லது பரிணாம பாதிப்புகளுக்குப் பொறுப்பேற்காது.
ur: ฺฉุงู ูู ฺฉุณ ุจุงููุงุณุท ููุตุงูุงุช ฺฉุง ุฐู  ุฏุงุฑ ูฺบ 

# limitation_liability_description2
source: Responsibility for product usage lies with the customer.
pa: ਉਤਪਾਦ ਦੇ ਇਸਤੇਮਾਲ ਦੀ ਜ਼ਿੰਮੇਵਾਰੀ ਗਾਹਕ ਤੇ ਹੈ।
sw: Uwajibikaji wa matumizi ya bidhaa uko mikononi mwa mteja.
ta: தயாரிப்பு பயன்பாட்டுக்கான பொறுப்பு வாடிக்கையாளருக்கே உள்ளது.
ur: ูพุฑูฺฺฉูน ฺฉ ุงุณุชุนู ุงู ฺฉ ุฐู  ุฏุงุฑ ุตุงุฑู ฺฉ 

# limitation_liability_description3
source: In case of disputes, Camion’s liability is limited to the order value only.
pa: ਵਿਵਾਦ ਦੀ ਸਥਿਤੀ ਵਿੱਚ, ਕੈਮਿਯਨ ਦੀ ਜ਼ਿੰਮੇਵਾਰੀ ਸਿਰਫ਼ ਆਰਡਰ ਮੁੱਲ ਤੱਕ ਸੀਮਿਤ ਹੈ।
sw: Katika kesi ya mizozo, dhima ya Camion imezuiliwa kwa thamani ya oda pekee.
ta: போராட்டங்கள் ஏற்பட்டால், கோப்பியான் பொறுப்பு ஆர்டர் மதிப்பில் மட்டுமே இருக்கும்.
ur: ุชูุงุฒุน ฺฉ ุตูุฑุช ู ฺบ ฺฉุงู ูู ฺฉ ุฐู  ุฏุงุฑ ุตุฑู ุขุฑฺุฑ ฺฉ ูุฏุฑ ุชฺฉ ู ุญุฏูุฏ 

source: Paid
pa: ਭੁਗਤਾਨ ਕੀਤਾ ਗਿਆ
sw: Imelipwa
ta: கட்டணம் செய்யப்பட்டது
ur: ุงุฏุง ุดุฏ

source: Delivered
pa: ਡਿਲਿਵਰ ਕੀਤਾ ਗਿਆ
sw: Imewasilishwa
ta: விநியோகிக்கப்பட்டது
ur: ุชุฑุณู ุดุฏ

source: Completed
pa: ਪੂਰਾ ਕੀਤਾ ਗਿਆ
sw: Imekamilika
ta: முழுமை பெற்றது
ur: ู ฺฉู ู

source: Shipping and Delivery
pa: ਸ਼ਿਪਿੰਗ ਅਤੇ ਡਿਲਿਵਰੀ
sw: Usafirishaji na Uwasilishaji
ta: பரிமாற்றம் மற்றும் விநியோகம்
ur: ุดูพูฺฏ ุงูุฑ ุชุฑุณู

# question_1
source: How long is the delivery time and what are the coverage areas?
pa: ਡਿਲਿਵਰੀ ਸਮਾਂ ਕਿੰਨਾ ਹੈ ਅਤੇ ਕਵਰੇਜ ਖੇਤਰ ਕੀ ਹਨ?
sw: Muda wa uwasilishaji ni gani na maeneo yanayofikiwa ni yapi?
ta: விநியோக நேரம் எவ்வளவு மற்றும் கவரேஜ் பகுதிகள் எவை?
ur: ฺููุฑ ฺฉุง ููุช ฺฉุชูุง  ุงูุฑ ฺฉูู ุณ ุนูุงู ฺฉูุฑ ูุช ฺบุ

# answer_1
source: Delivery typically takes 3 to 5 business days and shipping is available worldwide.
pa: ਡਿਲਿਵਰੀ ਆਮ ਤੌਰ 'ਤੇ 3 ਤੋਂ 5 ਕਾਰੋਬਾਰੀ ਦਿਨਾਂ ਵਿੱਚ ਹੁੰਦੀ ਹੈ ਅਤੇ ਵਿਸ਼ਵ ਭਰ ਵਿੱਚ ਉਪਲਬਧ ਹੈ।
sw: Uwasilishaji kawaida huchukua siku 3 hadi 5 za kazi na usafirishaji unapatikana duniani kote.
ta: விநியோக நேரம் பொதுவாக 3 முதல் 5 வணிக நாட்கள் ஆகும் மற்றும் உலகம் முழுவதும் கிடைக்கிறது.
ur: ุนุงู ุทูุฑ ูพุฑ ุชุฑุณู 3 ุณ 5 ฺฉุงุฑูุจุงุฑ ุฏููฺบ ู ฺบ ูุช  ุงูุฑ ุฏูุง ุจฺพุฑ ู ฺบ ุฏุณุชุงุจ 

# question_2
source: How can I track my order?
pa: ਮੈਂ ਆਪਣੇ ਆਰਡਰ ਨੂੰ ਕਿਵੇਂ ਟ੍ਰੈਕ ਕਰ ਸਕਦਾ ਹਾਂ?
sw: Ninawezaje kufuatilia oda yangu?
ta: என் ஆர்டரை எப்படி கண்காணிக்கலாம்?
ur: ู ฺบ ุงูพูุง ุขุฑฺุฑ ฺฉุณ ูนุฑฺฉ ฺฉุฑูฺบุ

# answer_2
source: Once your order has shipped, you'll receive a notification and an email containing a tracking number. You can use this number to track your order directly on the shipping company's website. You can also check your order status through the My Orders section of your account.
pa: ਆਰਡਰ ਭੇਜੇ ਜਾਣ 'ਤੇ, ਤੁਹਾਨੂੰ ਨੋਟੀਫਿਕੇਸ਼ਨ ਅਤੇ ਟ੍ਰੈਕਿੰਗ ਨੰਬਰ ਵਾਲਾ ਈਮੇਲ ਮਿਲੇਗਾ।
sw: Mara tu oda yako itakaposafirishwa, utapokea taarifa na barua pepe yenye nambari ya kufuatilia. Unaweza kutumia nambari hii kufuatilia moja kwa moja kwenye tovuti ya kampuni ya usafirishaji. Pia unaweza kuangalia hali ya oda yako kupitia sehemu ya Oda Zangu kwenye akaunti yako.
ta: ஆர்டர் அனுப்பப்பட்டவுடன், நீங்கள் ஒரு அறிவிப்பை மற்றும் டிராக்கிங் எண்ணுடன் மின்னஞ்சலை பெறுவீர்கள். இந்த எண்ணை பயன்படுத்தி கூரியர் நிறுவத்தின் இணையதளத்தில் நேரடியாக கண்காணிக்கலாம். மேலும் உங்கள் கணக்கின் என் ஆர்டர்கள் பகுதியில் ஆர்டர் நிலையை பார்க்கலாம்.
ur: ุขุฑฺุฑ ุจฺพุฌู ูพุฑ ุขูพ ฺฉู ูนุฑฺฉูฺฏ ูู ุจุฑ ู ู ฺฏุง ุขูพ ุงุณ ฺฉูุฑุฆุฑ ฺฉ ูุจ ุณุงุฆูน ูพุฑ ูนุฑฺฉ ฺฉุฑ ุณฺฉุช ฺบ

source: Payments
pa: ਭੁਗਤਾਨ
sw: Malipo
ta: கட்டணங்கள்
ur: ุงุฏุงุฆฺฏุงฺบ

# question_3
source: What payment methods are available?
pa: ਕਿਹੜੇ ਭੁਗਤਾਨ ਢੰਗ ਉਪਲਬਧ ਹਨ?
sw: Njia gani za malipo zinapatikana?
ta: எந்த கட்டண முறைகள் கிடைக்கின்றன?
ur: ฺฉูู ุณ ุงุฏุงุฆฺฏ ฺฉ ุทุฑู ุฏุณุชุงุจ ฺบุ

# answer_3
source: We accept payments via credit cards, Mada, Apple Pay, and cash on delivery.
pa: ਅਸੀਂ ਕ੍ਰੈਡਿਟ ਕਾਰਡ, ਮਦਾ, ਐਪਲ ਪੇ, ਅਤੇ ਕੈਸ਼ ਓਨ ਡਿਲਿਵਰੀ ਸਵੀਕਾਰ ਕਰਦੇ ਹਾਂ।
sw: Tunapokea malipo kupitia kadi za mkopo, Mada, Apple Pay, na malipo kwa mkono.
ta: நாங்கள் கிரெடிட் கார்டுகள், மாதா, ஆப்பிள் பே, மற்றும் பணம் வழங்கல் ஆகியவற்றை ஏற்கிறோம்.
ur: ู ฺฉุฑฺูน ฺฉุงุฑฺุฒุ Madaุ ุงูพู ูพ ุงูุฑ ฺฉุด ุขู ฺููุฑ ูุจูู ฺฉุฑุช ฺบ

source: Return and Exchange
pa: ਵਾਪਸੀ ਅਤੇ ਬਦਲਾਅ
sw: Marejesho na Kubadilisha
ta: திரும்புதல் மற்றும் பரிமாற்றம்
ur: ูุงูพุณ ุงูุฑ ุชุจุงุฏู

# question_4
source: What is the return policy?
pa: ਵਾਪਸੀ ਨੀਤੀ ਕੀ ਹੈ?
sw: Sera ya kurejesha ni ipi?
ta: திரும்புதல் கொள்கை என்ன?
ur: ูุงูพุณ ฺฉ ูพุงูุณ ฺฉุง ุ

# answer_4
source: Products can be returned within 14 days from the date of receipt, provided they are in their original condition.
pa: ਉਤਪਾਦਾਂ ਨੂੰ ਪ੍ਰਾਪਤੀ ਮਿਤੀ ਤੋਂ 14 ਦਿਨਾਂ ਦੇ ਅੰਦਰ ਵਾਪਸ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਜੇ ਉਹ ਮੂਲ ਹਾਲਤ ਵਿੱਚ ਹੋਣ।
sw: Bidhaa zinaweza kurejeshwa ndani ya siku 14 tangu kupokelewa, mradi tu ziko katika hali ya asili.
ta: பொருட்கள் பெறப்பட்ட தேதியிலிருந்து 14 நாட்களுக்குள் திரும்பலாம், ஆனால் அவை அசல் நிலையில் இருக்க வேண்டும்.
ur: ู ุตููุนุงุช ฺฉู 14 ุฏู ฺฉ ุงูุฏุฑ ูุงูพุณ ฺฉุง ุฌุง ุณฺฉุชุง  ุจุดุฑุทฺฉ ู ุงุตู ุญุงูุช ู ฺบ ูฺบ

source: Direct communication
pa: ਸਿੱਧੀ ਸੰਚਾਰ
sw: Mawasiliano ya Moja kwa Moja
ta: நேரடி தொடர்பு
ur: ุจุฑุง ุฑุงุณุช ุฑุงุจุท

source: Contact us via WhatsApp
pa: ਵਟਸਐਪ ਰਾਹੀਂ ਸੰਪਰਕ ਕਰੋ
sw: Wasiliana nasi kupitia WhatsApp
ta: WhatsApp மூலம் எங்களை தொடர்பு கொள்ளவும்
ur: ู ุณ ูุงูนุณ ุงูพ ฺฉ ุฐุฑุน ุฑุงุจุท ฺฉุฑฺบ

source: For immediate assistance
pa: ਤੁਰੰਤ ਸਹਾਇਤਾ ਲਈ
sw: Kwa msaada wa haraka
ta: உடனடி உதவிக்காக
ur: ููุฑ ู ุฏุฏ ฺฉ ู

source: Selected
pa: ਚੁਣਿਆ ਗਿਆ
sw: Imechaguliwa
ta: தேர்ந்தெடுக்கப்பட்டது
ur: ู ูุชุฎุจ

source: Product
pa: ਉਤਪਾਦ
sw: Bidhaa
ta: தயாரிப்பு
ur: ูพุฑูฺฺฉูน

source: Selected for sharing
pa: ਸਾਂਝਾ ਕਰਨ ਲਈ ਚੁਣਿਆ ਗਿਆ
sw: Imechaguliwa kwa kushiriki
ta: பகிர்வதற்காக தேர்ந்தெடுக்கப்பட்டது
ur: ุดุฆุฑูฺฏ ฺฉ ู ู ูุชุฎุจ

source: Your wishlist is empty
pa: ਤੁਹਾਡੀ ਵਿਸ਼ਲਿਸਟ ਖਾਲੀ ਹੈ
sw: Orodha yako ya matamanio haina kitu
ta: உங்கள் விருப்பப்பட்டியல் காலியாக உள்ளது
ur: ุขูพ ฺฉ ุฎูุงุดุงุช ฺฉ ูุฑุณุช ุฎุงู 

source: Add some products to your favorites!
pa: ਆਪਣੇ ਪਸੰਦੀਦਾ ਵਿੱਚ ਕੁਝ ਉਤਪਾਦ ਸ਼ਾਮਲ ਕਰੋ!
sw: Ongeza bidhaa kadhaa kwenye vipendwa vyako!
ta: உங்கள் பிடித்தவைகளில் சில தயாரிப்புகளை சேர்க்கவும்!
ur: ุงูพู ูพุณูุฏุฏ ุงุดุงุก ู ฺบ ูพุฑูฺฺฉูนุณ ุดุงู ู ฺฉุฑฺบ!

source: s
pa: ਸ

source: Continue To Checkout
pa: ਚੈਕਆਊਟ ਲਈ ਜਾਰੀ ਰੱਖੋ
sw: Endelea Kwenye Malipo
ta: Checkout தொடரவும்
ur: ฺฺฉ ุขุคูน ูพุฑ ุฌุงุฆฺบ

# payment_page_loading
source: Payment page is loading, please wait...
pa: ਭੁਗਤਾਨ ਪੰਨਾ ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ...
sw: Ukurasa wa malipo unalewa, tafadhali subiri...
ta: கட்டண பக்கம் ஏற்றப்படுகிறது, தயவு செய்து காத்திருங்கள்...
ur: ุงุฏุงุฆฺฏ ฺฉุง ุตูุญ ููฺ ู ุฑุง ุ ุจุฑุง ฺฉุฑู ุงูุชุธุงุฑ ฺฉุฑฺบ...

source: Address Confirmation
pa: ਪਤਾ ਪੁਸ਼ਟੀ
sw: Uthibitisho wa Anwani
ta: முகவரி உறுதிப்படுத்தல்
ur: ูพุช ฺฉ ุชุตุฏู

source: First Name
pa: ਪਹਿਲਾ ਨਾਮ
sw: Jina la Kwanza
ta: முதல் பெயர்
ur: ูพูุง ูุงู

source: Please enter your first name
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਹਿਲਾ ਨਾਮ ਦਰਜ ਕਰੋ
sw: Tafadhali weka jina lako la kwanza
ta: தயவு செய்து உங்கள் முதல் பெயரை உள்ளிடுக
ur: ุจุฑุง ฺฉุฑู ุงูพูุง ูพูุง ูุงู ุฏุฑุฌ ฺฉุฑฺบ

source: Please enter your last name
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਆਖਰੀ ਨਾਮ ਦਰਜ ਕਰੋ
sw: Tafadhali weka jina lako la mwisho
ta: தயவு செய்து உங்கள் கடைசி பெயரை உள்ளிடுக
ur: ุจุฑุง ฺฉุฑู ุงูพูุง ุขุฎุฑ ูุงู ุฏุฑุฌ ฺฉุฑฺบ

source: Last Name
pa: ਆਖਰੀ ਨਾਮ
sw: Jina la Mwisho
ta: கடைசி பெயர்
ur: ุขุฎุฑ ูุงู

source: Confirm
pa: ਪੁਸ਼ਟੀ ਕਰੋ
sw: Thibitisha
ta: உறுதிப்படுத்தவும்
ur: ุชุตุฏู ฺฉุฑฺบ

source: Shipping Address
pa: ਸ਼ਿਪਿੰਗ ਐਡਰੈੱਸ
sw: Anwani ya Usafirishaji
ta: பரிமாற்ற முகவரி
ur: ุชุฑุณู ฺฉุง ูพุช

source: Address 1
pa: ਐਡਰੈੱਸ 1
sw: Anwani 1
ta: முகவரி 1
ur: ูพุช 1

source: Please enter your address
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਤਾ ਦਰਜ ਕਰੋ
sw: Tafadhali weka anwani yako
ta: தயவு செய்து உங்கள் முகவரியை உள்ளிடுக
ur: ุจุฑุง ฺฉุฑู ุงูพูุง ูพุช ุฏุฑุฌ ฺฉุฑฺบ

source: Address 2
pa: ਐਡਰੈੱਸ 2
sw: Anwani 2
ta: முகவரி 2
ur: ูพุช 2

source: Country
pa: ਦੇਸ਼
sw: Nchi
ta: நாடு
ur: ู ูฺฉ

source: Please select your country
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਦੇਸ਼ ਚੁਣੋ
sw: Tafadhali chagua nchi yako
ta: தயவு செய்து உங்கள் நாட்டைத் தேர்ந்தெடுக்கவும்
ur: ุจุฑุง ฺฉุฑู ุงูพูุง ู ูฺฉ ู ูุชุฎุจ ฺฉุฑฺบ

source: Please enter your email
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਈਮੇਲ ਦਰਜ ਕਰੋ
sw: Tafadhali weka barua pepe yako
ta: தயவு செய்து உங்கள் மின்னஞ்சலை உள்ளிடுக
ur: ุจุฑุง ฺฉุฑู ุงูพู ุง ู ู ุฏุฑุฌ ฺฉุฑฺบ

source: Please enter your phone number
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਫ਼ੋਨ ਨੰਬਰ ਦਰਜ ਕਰੋ
sw: Tafadhali weka nambari yako ya simu
ta: தயவு செய்து உங்கள் தொலைபேசி எண்ணை உள்ளிடுக
ur: ุจุฑุง ฺฉุฑู ุงูพูุง ููู ูู ุจุฑ ุฏุฑุฌ ฺฉุฑฺบ

source: Please enter your city
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਸ਼ਹਿਰ ਦਰਜ ਕਰੋ
sw: Tafadhali weka jiji lako
ta: தயவு செய்து உங்கள் நகரத்தை உள்ளிடுக
ur: ุจุฑุง ฺฉุฑู ุงูพูุง ุดุฑ ุฏุฑุฌ ฺฉุฑฺบ

source: Please enter your state
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਰਾਜ ਦਰਜ ਕਰੋ
sw: Tafadhali weka jimbo lako
ta: தயவு செய்து உங்கள் மாநிலத்தை உள்ளிடுக
ur: ุจุฑุง ฺฉุฑู ุงูพู ุฑุงุณุช ุฏุฑุฌ ฺฉุฑฺบ

source: Please enter your postal code
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪੋਸਟਲ ਕੋਡ ਦਰਜ ਕਰੋ
sw: Tafadhali weka nambari ya posta
ta: தயவு செய்து உங்கள் அஞ்சல் குறியீட்டை உள்ளிடுக
ur: ุจุฑุง ฺฉุฑู ุงูพูุง ูพูุณูนู ฺฉูฺ ุฏุฑุฌ ฺฉุฑฺบ

source: State
pa: ਰਾਜ
sw: Jimbo
ta: மாநிலம்
ur: ุฑุงุณุช

source: Postal Code
pa: ਪੋਸਟਲ ਕੋਡ
sw: Nambari ya Posta
ta: அஞ்சல் குறியீடு
ur: ูพูุณูนู ฺฉูฺ

source: Confirm your shipping address
pa: ਆਪਣੇ ਸ਼ਿਪਿੰਗ ਐਡਰੈੱਸ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
sw: Thibitisha anwani yako ya usafirishaji
ta: உங்கள் பரிமாற்ற முகவரியை உறுதிப்படுத்தவும்
ur: ุงูพู ุชุฑุณู ฺฉ ูพุช ฺฉ ุชุตุฏู ฺฉุฑฺบ

source: Checkout
pa: ਚੈਕਆਊਟ
sw: Malipo
ur: ฺฺฉ ุขุคูน

source: Products
pa: ਉਤਪਾਦ
sw: Bidhaa
ta: தயாரிப்புகள்
ur: ู ุตููุนุงุช

source: View Cart
pa: ਕਾਰਟ ਵੇਖੋ
sw: Angalia Kikapu
ta: வண்டியை பார்க்கவும்
ur: ฺฉุงุฑูน ุฏฺฉฺพฺบ

source: Subtotal
pa: ਉਪ-ਕੁੱਲ
sw: Jumla Ndogo
ta: துணை மொத்தம்
ur: ุณุจ ูนููนู

source: Total
pa: ਕੁੱਲ
sw: Jumla
ta: மொத்தம்
ur: ฺฉู

source: Review Your Shipping Address Data
pa: ਆਪਣੇ ਸ਼ਿਪਿੰਗ ਐਡਰੈੱਸ ਡਾਟਾ ਦੀ ਸਮੀਖਿਆ ਕਰੋ
sw: Kagua Data ya Anwani ya Usafirishaji
ta: உங்கள் பரிமாற்ற முகவரி தரவுகளை மதிப்பாய்வு செய்யவும்
ur: ุงูพู ุชุฑุณู ฺฉ ูพุช ฺฉุง ุฌุงุฆุฒ ูฺบ

# enter_your_coupon_code
source: Enter coupon code
pa: ਕੂਪਨ ਕੋਡ ਦਰਜ ਕਰੋ
sw: Weka nambari ya kuponi
ta: கூப்பன் குறியீட்டை உள்ளிடுக
ur: ุงูพูุง ฺฉูพูู ฺฉูฺ ุฏุฑุฌ ฺฉุฑฺบ

source: Notifications
pa: ਨੋਟੀਫਿਕੇਸ਼ਨ
sw: Arifa
ta: அறிவிப்புகள்
ur: ุงุทูุงุนุงุช

source: Order Details
pa: ਆਰਡਰ ਵੇਰਵੇ
sw: Maelezo ya Oda
ta: ஆர்டர் விவரங்கள்
ur: ุขุฑฺุฑ ฺฉ ุชูุตูุงุช

source: Order ID
pa: ਆਰਡਰ ID
sw: Kitambulisho cha Oda
ta: ஆர்டர் ஐடி
ur: ุขุฑฺุฑ ุขุฆ ฺ

source: Order Number:
pa: ਆਰਡਰ ਨੰਬਰ:
sw: Nambari ya Oda:
ta: ஆர்டர் எண்:
ur: ุขุฑฺุฑ ูู ุจุฑ:

source: Order Date:
pa: ਆਰਡਰ ਮਿਤੀ:
sw: Tarehe ya Oda:
ta: ஆர்டர் தேதி:
ur: ุขุฑฺุฑ ฺฉ ุชุงุฑุฎ:

source: Payment Method
pa: ਭੁਗਤਾਨ ਢੰਗ
sw: Njia ya Malipo
ta: கட்டண முறை
ur: ุงุฏุงุฆฺฏ ฺฉุง ุทุฑู

source: Payment Details
pa: ਭੁਗਤਾਨ ਵੇਰਵੇ
sw: Maelezo ya Malipo
ta: கட்டண விவரங்கள்
ur: ุงุฏุงุฆฺฏ ฺฉ ุชูุตูุงุช

source: Order Tracking
pa: ਆਰਡਰ ਟ੍ਰੈਕਿੰਗ
sw: Ufuatiliaji wa Oda
ta: ஆர்டர் கண்காணிப்பு
ur: ุขุฑฺุฑ ูนุฑฺฉูฺฏ

source: Order Status
pa: ਆਰਡਰ ਸਥਿਤੀ
sw: Hali ya Oda
ta: ஆர்டர் நிலை
ur: ุขุฑฺุฑ ฺฉ ุญุงูุช

source: Delivery Charge
pa: ਡਿਲਿਵਰੀ ਚਾਰਜ
sw: Gharama ya Usafirishaji
ta: விநியோக கட்டணம்
ur: ุชุฑุณู ฺฉ ุงุฎุฑุงุฌุงุช

source: Delivery Address
pa: ਡਿਲਿਵਰੀ ਐਡਰੈੱਸ
sw: Anwani ya Usafirishaji
ta: விநியோக முகவரி
ur: ุชุฑุณู ฺฉุง ูพุช

source: Grand Total
pa: ਮੋਟਾ ਕੁੱਲ
sw: Jumla Kuu
ta: மொத்தம்
ur: ฺฉู ุฑูู

source: Order is Paid
pa: ਆਰਡਰ ਦਾ ਭੁਗਤਾਨ ਕੀਤਾ ਗਿਆ ਹੈ
sw: Oda imelipwa
ta: ஆர்டர் கட்டணம் செய்யப்பட்டுவிட்டது
ur: ุขุฑฺุฑ ุงุฏุง ู ฺฺฉุง 

source: Order is Delivered
pa: ਆਰਡਰ ਡਿਲਿਵਰ ਕੀਤਾ ਗਿਆ ਹੈ
sw: Oda imewasilishwa
ta: ஆர்டர் விநியோகிக்கப்பட்டது
ur: ุขุฑฺุฑ ูพูฺุง ุฏุง ฺฏุง 

source: Delivery is in Progress
pa: ਡਿਲਿਵਰੀ ਜਾਰੀ ਹੈ
sw: Uwasilishaji unaendelea
ta: விநியோகம் நடைபெற்று வருகிறது
ur: ุชุฑุณู ุฌุงุฑ 

source: Will arrive within days
pa: ਦਿਨਾਂ ਵਿੱਚ ਪਹੁੰਚ ਜਾਵੇਗਾ
sw: Itawasili ndani ya siku
ta: நாட்களில் வந்து சேரும்
ur: ฺูุฏ ุฏููฺบ ู ฺบ ูพูฺ ุฌุงุฆ ฺฏุง

source: Your order is in progress
pa: ਤੁਹਾਡਾ ਆਰਡਰ ਜਾਰੀ ਹੈ
sw: Oda yako ipo kwenye mchakato
ta: உங்கள் ஆர்டர் செயல்பாட்டில் உள்ளது
ur: ุขูพ ฺฉุง ุขุฑฺุฑ ุฌุงุฑ 

source: Number of products
pa: ਉਤਪਾਦਾਂ ਦੀ ਗਿਣਤੀ
sw: Idadi ya bidhaa
ta: தயாரிப்புகளின் எண்ணிக்கை
ur: ู ุตููุนุงุช ฺฉ ุชุนุฏุงุฏ

source: Ordered in
pa: ਆਰਡਰ ਕੀਤਾ ਗਿਆ:
sw: Imeagizwa mnamo
ta: ஆர்டர் செய்யப்பட்ட இடம்
ur: ุขุฑฺุฑ ฺฉุง ฺฏุง

source: Shipping address added successfully
pa: ਸ਼ਿਪਿੰਗ ਐਡਰੈੱਸ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ
sw: Anwani ya usafirishaji imeongezwa kwa mafanikio
ta: பரிமாற்ற முகவரி வெற்றிகரமாக சேர்க்கப்பட்டது
ur: ุชุฑุณู ฺฉุง ูพุช ฺฉุงู ุงุจ ุณ ุดุงู ู ฺฉุง ฺฏุง

source: Shipping address updated successfully
pa: ਸ਼ਿਪਿੰਗ ਐਡਰੈੱਸ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ
sw: Anwani ya usafirishaji imesasishwa kwa mafanikio
ta: பரிமாற்ற முகவரி வெற்றிகரமாக புதுப்பிக்கப்பட்டது
ur: ุชุฑุณู ฺฉุง ูพุช ฺฉุงู ุงุจ ุณ ุงูพ ฺูน ฺฉุง ฺฏุง

source: Register
pa: ਰਜਿਸਟਰ
sw: Jisajili
ta: பதிவு செய்க
ur: ุฑุฌุณูนุฑ ฺฉุฑฺบ

source: Please enter your name
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਨਾਮ ਦਰਜ ਕਰੋ
sw: Tafadhali weka jina lako
ta: தயவு செய்து உங்கள் பெயரை உள்ளிடுக
ur: ุจุฑุง ฺฉุฑู ุงูพูุง ูุงู ุฏุฑุฌ ฺฉุฑฺบ

source: Account created successfully
pa: ਖਾਤਾ ਸਫਲਤਾਪੂਰਵਕ ਬਣਾਇਆ ਗਿਆ
sw: Akaunti imeundwa kwa mafanikio
ta: கணக்கு வெற்றிகரமாக உருவாக்கப்பட்டது
ur: ุงฺฉุงุคููน ฺฉุงู ุงุจ ุณ ุจูุง ุฏุง ฺฏุง

source: Choose Country
pa: ਦੇਸ਼ ਚੁਣੋ
sw: Chagua Nchi
ta: நாட்டைத் தேர்ந்தெடுக்கவும்
ur: ู ูฺฉ ู ูุชุฎุจ ฺฉุฑฺบ

source: Search for countries
pa: ਦੇਸ਼ਾਂ ਖੋਜੋ
sw: Tafuta nchi
ta: நாடுகளுக்காக தேடுக
ur: ู ูฺฉ ุชูุงุด ฺฉุฑฺบ

source: Coupon applied successfully
pa: ਕੂਪਨ ਸਫਲਤਾਪੂਰਵਕ ਲਾਗੂ ਕੀਤਾ ਗਿਆ
sw: Kuponi imetumika kwa mafanikio
ta: கூப்பன் வெற்றிகரமாக பயன்படுத்தப்பட்டது
ur: ฺฉูพูู ฺฉุงู ุงุจ ุณ ูุงฺฏู ฺฉุง ฺฏุง

source: Review Added Successfully
pa: ਸਮੀਖਿਆ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ
sw: Mapitio Yameongezwa kwa Mafanikio
ta: மதிப்பீடு வெற்றிகரமாக சேர்க்கப்பட்டது
ur: ุฌุงุฆุฒ ฺฉุงู ุงุจ ุณ ุดุงู ู ฺฉุง ฺฏุง

source: Please select your gender
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਲਿੰਗ ਚੁਣੋ
sw: Tafadhali chagua jinsia yako
ta: தயவு செய்து உங்கள் பாலினத்தை தேர்ந்தெடுக்கவும்
ur: ุจุฑุง ฺฉุฑู ุงูพู ุฌูุณ ู ูุชุฎุจ ฺฉุฑฺบ

source: Please select your nationality
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਰਾਸ਼ਟਰੀਤਾ ਚੁਣੋ
sw: Tafadhali chagua uraia wako
ta: தயவு செய்து உங்கள் நாட்டினத்தை தேர்ந்தெடுக்கவும்
ur: ุจุฑุง ฺฉุฑู ุงูพู ููู ุช ู ูุชุฎุจ ฺฉุฑฺบ

source: Please enter your bio
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਜੀਵਨੀ ਦਰਜ ਕਰੋ
sw: Tafadhali weka wasifu wako
ta: தயவு செய்து உங்கள் விவரங்களை உள்ளிடுக
ur: ุจุฑุง ฺฉุฑู ุงูพู ุจุงู ุฏุฑุฌ ฺฉุฑฺบ

source: Coupon created successfully
pa: ਕੂਪਨ ਸਫਲਤਾਪੂਰਵਕ ਬਣਾਇਆ ਗਿਆ
sw: Kuponi imeundwa kwa mafanikio
ta: கூப்பன் வெற்றிகரமாக உருவாக்கப்பட்டது
ur: ฺฉูพูู ฺฉุงู ุงุจ ุณ ุจูุงุง ฺฏุง

source: Please enter your coupon code
pa: ਕਿਰਪਾ ਕਰਕੇ ਕੂਪਨ ਕੋਡ ਦਰਜ ਕਰੋ
sw: Tafadhali weka nambari yako ya kuponi
ta: தயவு செய்து உங்கள் கூப்பன் குறியீட்டை உள்ளிடுக
ur: ุจุฑุง ฺฉุฑู ุงูพูุง ฺฉูพูู ฺฉูฺ ุฏุฑุฌ ฺฉุฑฺบ

source: Please enter your discount rate
pa: ਕਿਰਪਾ ਕਰਕੇ ਛੂਟ ਦਰ ਦਰਜ ਕਰੋ
sw: Tafadhali weka kiwango chako cha punguzo
ta: தயவு செய்து தள்ளுபடி விகிதத்தை உள்ளிடுக
ur: ุจุฑุง ฺฉุฑู ุงูพู ุฑุนุงุช ฺฉ ุดุฑุญ ุฏุฑุฌ ฺฉุฑฺบ

source: Profile updated successfully
pa: ਪ੍ਰੋਫਾਈਲ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ
sw: Wasifu umesasishwa kwa mafanikio
ta: சுயவிவரம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது
ur: ูพุฑููุงุฆู ฺฉุงู ุงุจ ุณ ุงูพ ฺูน ู ฺฏุง

source: You are subscribed to affiliate marketing
pa: ਤੁਸੀਂ ਐਫਿਲੀਏਟ ਮਾਰਕੇਟਿੰਗ ਵਿੱਚ ਸਬਸਕ੍ਰਾਈਬ ਹੋ
sw: Umejiunga na uuzaji wa washirika
ta: நீங்கள் இணைப்பாளர் சந்தைப்படுத்தலுக்கு சந்தா செய்துள்ளீர்கள்
ur: ุขูพ ุงูุญุงู ู ุงุฑฺฉูนูฺฏ ู ฺบ ุณุจุณฺฉุฑุงุฆุจ ฺบ

source: View your activity
pa: ਆਪਣੀ ਗਤੀਵਿਧੀ ਵੇਖੋ
sw: Tazama shughuli zako
ta: உங்கள் நடவடிக்கையை பார்க்கவும்
ur: ุงูพู ุณุฑฺฏุฑู  ุฏฺฉฺพฺบ

source: You are not subscribed to affiliate marketing
pa: ਤੁਸੀਂ ਐਫਿਲੀਏਟ ਮਾਰਕੇਟਿੰਗ ਵਿੱਚ ਸਬਸਕ੍ਰਾਈਬ ਨਹੀਂ ਹੋ
sw: Hujajiunga na uuzaji wa washirika
ta: நீங்கள் இணைப்பாளர் சந்தைப்படுத்தலுக்கு சந்தா செய்யவில்லை
ur: ุขูพ ุงูุญุงู ู ุงุฑฺฉูนูฺฏ ู ฺบ ุณุจุณฺฉุฑุงุฆุจ ูฺบ ฺบ

source: Subscribe Now!
pa: ਹੁਣ ਸਬਸਕ੍ਰਾਈਬ ਕਰੋ!
sw: Jiunge Sasa!
ta: இப்போதே சந்தா செய்யுங்கள்!
ur: ุงุจฺพ ุณุจุณฺฉุฑุงุฆุจ ฺฉุฑฺบ!

source: Something went wrong
pa: ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ
sw: Kuna tatizo fulani
ta: ஏதோ தவறு நடந்துள்ளது
ur: ฺฉฺฺพ ุบูุท ู ฺฏุง
