Repository: HossamAhmedMohamed/camion
Catalog: lib/l10n/intl_*.arb
Languages: pa, sw, ta, ur

# name
source: Name here
pa: ਇੱਥੇ ਨਾਮ
sw: Jina hapa
ta: பெயர்
ur: ูุงู ุงฺบ ุฏุฑุฌ ฺฉุฑฺบ

source: Phone Number
pa: ਫ਼ੋਨ ਨੰਬਰ
sw: Nambari ya Simu
ta: தொலைபேசி எண்
ur: ููู ูู ุจุฑ

source: Email
pa: ਈਮੇਲ
sw: Barua pepe
ta: மின்னஞ்சல்
ur: ุง ู ู

source: Login
pa: ਲੌਗਇਨ
sw: Ingia
ta: உள்நுழைக
ur: ูุงฺฏ ุงู

source: Logout
pa: ਲੌਗਆਊਟ
sw: Toka
ta: வெளியேறு
ur: ูุงฺฏ ุขุคูน

source: Settings
pa: ਸੈਟਿੰਗਜ਼
sw: Mipangilio
ta: அமைப்புகள்
ur: ุชุฑุชุจุงุช

source: Sign up
pa: ਸਾਈਨ ਅੱਪ
sw: Jisajili
ta: பதிவு செய்க
ur: ุณุงุฆู ุงูพ

source: Don't have an account
pa: ਖਾਤਾ ਨਹੀਂ ਹੈ
sw: Huna akaunti?
ta: கணக்கு இல்லை
ur: ฺฉุง ุขูพ ฺฉุง ุงฺฉุงุคููน ูฺบ ุ

source: Already have an account
pa: ਪਹਿਲਾਂ ਹੀ ਖਾਤਾ ਹੈ
sw: Tayari una akaunti?
ta: ஏற்கனவே கணக்கு உள்ளது
ur: ฺฉุง ุขูพ ฺฉุง ูพู ุณ ุงฺฉุงุคููน ุ

# enter_verify_otp
source: Enter the verification code sent to the mobile number 📱
pa: ਮੋਬਾਈਲ ਨੰਬਰ 📱 'ਤੇ ਭੇਜੇ ਗਏ ਵੈਰੀਫਿਕੇਸ਼ਨ ਕੋਡ ਨੂੰ ਦਰਜ ਕਰੋ
sw: Ingiza nambari ya kuthibitisha iliyotumwa kwa nambari ya simu ðŸ“±
ta: உங்கள் மொபைல் எண்ணிற்கு அனுப்பப்பட்ட சரிபார்ப்பு குறியீட்டை உள்ளிடுக 📱
ur: ๐ฑ ู ูุจุงุฆู ูู ุจุฑ ูพุฑ ุจฺพุฌุง ฺฏุง ุชุตุฏู ฺฉูฺ ุฏุฑุฌ ฺฉุฑฺบ

# enter_verify_otp_subtitle
source: Enter the verification code sent to your mobile:
pa: ਆਪਣੇ ਮੋਬਾਈਲ 'ਤੇ ਭੇਜੇ ਗਏ ਵੈਰੀਫਿਕੇਸ਼ਨ ਕੋਡ ਨੂੰ ਦਰਜ ਕਰੋ:
sw: Ingiza nambari ya kuthibitisha iliyotumwa kwa simu yako:
ta: உங்கள் மொபைல் எண்ணிற்கு அனுப்பப்பட்ட சரிபார்ப்பு குறியீட்டை உள்ளிடுக:
ur: ุจุฑุง ฺฉุฑู ุงูพู ู ูุจุงุฆู ูพุฑ ุจฺพุฌุง ฺฏุง ฺฉูฺ ุฏุฑุฌ ฺฉุฑฺบ:

# resend_otp
source: Resend after
pa: ਮੁੜ ਭੇਜੋ
sw: Tuma tena baada ya
ta: மீண்டும் அனுப்ப
ur: ุฏูุจุงุฑ ุจฺพุฌฺบ ุจุนุฏ ู ฺบ

# continuee
source: Continue
pa: ਜਾਰੀ ਰੱਖੋ
sw: Endelea
ta: தொடர்க
ur: ุฌุงุฑ ุฑฺฉฺพฺบ

source: Search
pa: ਖੋਜੋ
sw: Tafuta
ta: தேடு
ur: ุชูุงุด

source: Stories
pa: ਕਹਾਣੀਆਂ
sw: Hadithi
ta: கதைகள்
ur: ฺฉุงูุงฺบ

# join_us
source: Join Us Now
pa: ਹੁਣ ਸਾਡੇ ਨਾਲ ਸ਼ਾਮਲ ਹੋਵੋ
sw: Jiunge Nasi Sasa
ta: இப்போது எங்களுடன் சேருங்கள்
ur: ุงุจฺพ ุดุงู ู ูฺบ

# join_our_team
source: Join Our Affiliate Team
pa: ਸਾਡੇ ਐਫਿਲੀਏਟ ਟੀਮ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ
sw: Jiunge na Timu Yetu ya Washirika
ta: எங்கள் இணைப்பாளர் குழுவில் சேருங்கள்
ur: ู ุงุฑ ุงูุญุงู ูนู ู ฺบ ุดุงู ู ูฺบ

# join_our_team_description
source: Turn your time online into profits! Join our affiliate program and start earning money from the comfort of your home.
pa: ਆਨਲਾਈਨ ਸਮੇਂ ਨੂੰ ਮੁਨਾਫੇ ਵਿੱਚ ਬਦਲੋ! ਸਾਡੇ ਐਫਿਲੀਏਟ ਪ੍ਰੋਗਰਾਮ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ ਅਤੇ ਘਰ ਬੈਠੇ ਹੀ ਪੈਸਾ ਕਮਾਉਣਾ ਸ਼ੁਰੂ ਕਰੋ।
sw: Geuza muda wako mtandaoni kuwa faida! Jiunge na programu yetu ya washirika na anza kupata pesa ukiwa nyumbani.
ta: உங்கள் ஆன்லைன் நேரத்தை லாபமாக மாற்றுங்கள்! எங்கள் இணைப்பாளர் திட்டத்தில் சேருங்கள் மற்றும் வீட்டிலிருந்தே பணம் சம்பாதிக்க தொடங்குங்கள்.
ur: ุงูพู ุขู ูุงุฆู ููุช ฺฉู ู ูุงูุน ู ฺบ ุจุฏูฺบ! ู ุงุฑ ุงูุญุงู ูพุฑูฺฏุฑุงู ู ฺบ ุดุงู ู ูฺบ ุงูุฑ ฺฏฺพุฑ ุจูนฺพ ูพุณ ฺฉู ุงุฆฺบ

source: Categories
pa: ਸ਼੍ਰੇਣੀਆਂ
sw: Makundi
ta: வகைகள்
ur: ุงูุณุงู

source: View All
pa: ਸਭ ਵੇਖੋ
sw: Tazama Zote
ta: அனைத்தையும் பார்க்க
ur: ุณุจ ุฏฺฉฺพฺบ

source: Camion Offers
pa: ਕੈਮਿਯਨ ਆਫਰ
sw: Ofa za Camion
ta: Camion சலுகைகள்
ur: ฺฉุงู ูู ุขูุฑุฒ

source: Top Sales
pa: ਟਾਪ ਸੇਲਜ਼
sw: Mauzo Bora
ta: முக்கிய விற்பனைகள்
ur: ูนุงูพ ุณูุฒ

# choose_prduct
source: Choose Product
pa: ਉਤਪਾਦ ਚੁਣੋ
sw: Chagua Bidhaa
ta: தயாரிப்பை தேர்ந்தெடுக்கவும்
ur: ูพุฑูฺฺฉูน ู ูุชุฎุจ ฺฉุฑฺบ

source: Home
pa: ਹੋਮ
sw: Nyumbani
ta: முகப்பு

source: Cart
pa: ਕਾਰਟ
sw: Kikapu
ta: வண்டி
ur: ฺฉุงุฑูน

source: Profile
pa: ਪ੍ਰੋਫਾਈਲ
sw: Wasifu
ta: சுயவிவரம்
ur: ูพุฑููุงุฆู

source: Favorites
pa: ਪਸੰਦੀਦਾ
sw: Vipendwa
ta: பிடித்தவை
ur: ูพุณูุฏุฏ

source: Orders
pa: ਆਰਡਰ
sw: Oda
ta: ஆர்டர்கள்
ur: ุขุฑฺุฑุฒ

source: Personal Information
pa: ਨਿੱਜੀ ਜਾਣਕਾਰੀ
sw: Taarifa Binafsi
ta: தனிப்பட்ட தகவல்கள்
ur: ุฐุงุช ู ุนููู ุงุช

source: My Wallet
pa: ਮੇਰਾ ਵਾਲਟ
sw: Pochi Yangu
ta: என் பணப்பை
ur: ู ุฑุง ุจูนู

source: My Orders
pa: ਮੇਰੇ ਆਰਡਰ
sw: Oda Zangu
ta: என் ஆர்டர்கள்
ur: ู ุฑ ุขุฑฺุฑุฒ

source: Affiliate Marketing
pa: ਐਫਿਲੀਏਟ ਮਾਰਕੇਟਿੰਗ
sw: Uuzaji wa Washirika
ta: இணைப்பாளர் சந்தைப்படுத்தல்
ur: ุงูุญุงู ู ุงุฑฺฉูนูฺฏ

source: Language
pa: ਭਾਸ਼ਾ
sw: Lugha
ta: மொழி
ur: ุฒุจุงู

source: Rate Us
pa: ਸਾਡੇ ਨੂੰ ਦਰਜਾ ਦਿਓ
sw: Tupatie Kiwango
ta: எங்களை மதிப்பீடு செய்யவும்
ur: ู ฺบ ุฑูน ฺฉุฑฺบ

source: Give Us Feedback
pa: ਸਾਡੇ ਫੀਡਬੈਕ ਦਿਓ
sw: Toa Maoni
ta: எங்களுக்கு கருத்து வழங்கவும்
ur: ู ฺบ ูฺุจฺฉ ุฏฺบ

source: About Us
pa: ਸਾਡੇ ਬਾਰੇ
sw: Kuhusu Sisi
ta: எங்கள் பற்றி
ur: ู ุงุฑ ุจุงุฑ ู ฺบ

source: Privacy Policy
pa: ਪ੍ਰਾਈਵੇਸੀ ਪਾਲਿਸੀ
sw: Sera ya Faragha
ta: தனியுரிமைக் கொள்கை
ur: ุฑุงุฒุฏุงุฑ ฺฉ ูพุงูุณ

source: Help
pa: ਸਹਾਇਤਾ
sw: Msaada
ta: உதவி
ur: ู ุฏุฏ

source: Delete Account
pa: ਖਾਤਾ ਮਿਟਾਓ
sw: Futa Akaunti
ta: கணக்கை நீக்கு
ur: ุงฺฉุงุคููน ุญุฐู ฺฉุฑฺบ

source: Are you sure you want to logout?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਲੌਗਆਊਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
sw: Una uhakika unataka kutoka?
ta: நீங்கள் வெளியேற உறுதியாக உள்ளீர்களா?
ur: ฺฉุง ุขูพ ูุงูุน ูุงฺฏ ุขุคูน ฺฉุฑูุง ฺุงุช ฺบุ

# logout_description
source: Your current session will be terminated, and you will need to log in again to access your account.
pa: ਤੁਹਾਡਾ ਵਰਤਮਾਨ ਸੈਸ਼ਨ ਖਤਮ ਹੋ ਜਾਵੇਗਾ ਅਤੇ ਤੁਹਾਨੂੰ ਮੁੜ ਲੌਗਇਨ ਕਰਨ ਦੀ ਲੋੜ ਪਵੇਗੀ।
sw: Kipindi chako cha sasa kitaisha, na utahitaji kuingia tena ili kufikia akaunti yako.
ta: உங்கள் தற்போதைய அமர்வு முடிவடையும், மீண்டும் உள்நுழைய வேண்டும்.
ur: ุขูพ ฺฉุง ู ูุฌูุฏ ุณุดู ุฎุชู ฺฉุฑ ุฏุง ุฌุงุฆ ฺฏุง ุงูุฑ ุงฺฉุงุคููน ุชฺฉ ุฑุณุงุฆ ฺฉ ู ุฏูุจุงุฑ ูุงฺฏ ุงู ฺฉุฑูุง ูฺฏุง

# are_you_sure_you_want_to_delete
source: Are you sure you want to delete your account?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਆਪਣਾ ਖਾਤਾ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
sw: Una uhakika unataka kufuta akaunti yako?
ta: நீங்கள் உங்கள் கணக்கை நீக்க உறுதியாக உள்ளீர்களா?
ur: ฺฉุง ุขูพ ูุงูุน ุงูพูุง ุงฺฉุงุคููน ุญุฐู ฺฉุฑูุง ฺุงุช ฺบุ

# delete_account_description
source: All your data will be permanently deleted and will not be recoverable later. This action is irreversible.
pa: ਤੁਹਾਡਾ ਸਾਰਾ ਡਾਟਾ ਸਥਾਈ ਤੌਰ 'ਤੇ ਮਿਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ ਅਤੇ ਬਾਅਦ ਵਿੱਚ ਵਾਪਸ ਨਹੀਂ ਮਿਲੇਗਾ। ਇਹ ਕਾਰਵਾਈ ਬਦਲੀ ਨਹੀਂ ਜਾ ਸਕਦੀ।
sw: Data zako zote zitafutwa kabisa na haziwezi kurejeshwa baadaye. Hatua hii haiwezi kubadilishwa.
ta: உங்கள் அனைத்து தரவுகளும் நிரந்தரமாக நீக்கப்படும். இந்த நடவடிக்கை மாற்ற முடியாது.
ur: ุขูพ ฺฉุง ุณุงุฑุง ฺูนุง ู ุณุชูู ุทูุฑ ูพุฑ ุญุฐู ฺฉุฑ ุฏุง ุฌุงุฆ ฺฏุง ุงูุฑ ุจุนุฏ ู ฺบ ุจุญุงู ูฺบ ูฺฏุง  ุนู ู ูุงูุงุจู ูุงูพุณ 

source: Cancel
pa: ਰੱਦ ਕਰੋ
sw: Ghairi
ta: ரத்து செய்யவும்
ur: ู ูุณูุฎ ฺฉุฑฺบ

source: Change Language
pa: ਭਾਸ਼ਾ ਬਦਲੋ
sw: Badilisha Lugha
ta: மொழியை மாற்றவும்
ur: ุฒุจุงู ุชุจุฏู ฺฉุฑฺบ

source: Arabic
pa: ਅਰਬੀ
sw: Kiarabu
ta: அரபிக்
ur: ุนุฑุจ

source: English
pa: ਅੰਗਰੇਜ਼ੀ
sw: Kiingereza
ta: ஆங்கிலம்
ur: ุงูฺฏุฑุฒ

source: German
pa: ਜਰਮਨ
sw: Kijerumani
ta: ஜெர்மன்
ur: ุฌุฑู ู

source: French
pa: ਫ੍ਰੈਂਚ
sw: Kifaransa
ta: பிரெஞ்சு
ur: ูุฑุงูุณุณ

source: Spanish
pa: ਸਪੇਨੀ
sw: Kihispania
ta: ஸ்பானிஷ்
ur: ุณูพุงูู

source: Italian
pa: ਇਟਾਲੀਅਨ
sw: Kiitaliano
ta: இத்தாலியன்
ur: ุงุทุงูู

source: Bengali
pa: ਬੰਗਾਲੀ
sw: Kibengali
ta: பெங்காலி
ur: ุจูฺฏุงู

source: Dutch
pa: ਡੱਚ
sw: Kiholanzi
ta: டச்சு

source: Hindi
pa: ਹਿੰਦੀ
sw: Kihindi
ta: இந்தி
ur: ูุฏ

source: Indonesian
pa: ਇੰਡੋਨੇਸ਼ੀਅਨ
sw: Kiindonesia
ta: இந்தோனீசியன்
ur: ุงูฺููุด

source: Japanese
pa: ਜਾਪਾਨੀ
sw: Kijapani
ta: ஜப்பானியம்
ur: ุฌุงูพุงู

source: Javanese
pa: ਜਾਵਾਨੀ
sw: Kijava
ta: ஜாவானீஸ்
ur: ุฌุงูุงูุฒ

source: Korean
pa: ਕੋਰੀਆਈ
sw: Kikorea
ta: கொரியன்
ur: ฺฉูุฑุงุฆ

# malay
source: Malay/Indonesian
pa: ਮਲੇ/ਇੰਡੋਨੇਸ਼ੀਅਨ
sw: Kimalay/Kiindonesia
ta: மலாய்/இந்தோனீஷியன்
ur: ู ุงู/ุงูฺููุด

source: Mandarin Chinese
pa: ਮੈਂਡਰਿਨ ਚਾਈਨੀਜ਼
sw: Kichina cha Mandarin
ta: மாண்டரின் சீன
ur: ู ูฺุฑู ฺู

source: Marathi
pa: ਮਰਾਠੀ
sw: Kimarathi
ta: மராத்தி
ur: ู ุฑุงูนฺพ

# persian
source: Persian (Farsi)
pa: ਫ਼ਾਰਸੀ
sw: Kiajemi (Farsi)
ta: பெர்சியன் (ஃபார்சி)
ur: ูุงุฑุณ

source: Polish
pa: ਪੋਲੈਂਡੀ
sw: Kipolandi
ta: போலிஷ்
ur: ูพููุด

source: Portuguese
pa: ਪੁਰਤਗਾਲੀ
sw: Kireno
ta: போர்ச்சுகீசியன்
ur: ูพุฑุชฺฏุงู

source: Punjabi
pa: ਪੰਜਾਬੀ
sw: Kipunjabi
ta: பஞ்சாபி
ur: ูพูุฌุงุจ

source: Romanian
pa: ਰੋਮਾਨੀਆਈ
sw: Kiromania
ta: ரோமானியன்
ur: ุฑูู ุงู

source: Russian
pa: ਰੂਸੀ
sw: Kirusi
ta: ரஷ்யன்
ur: ุฑูุณ

source: Swahili
pa: ਸਵਾਹਿਲੀ
sw: Kiswahili
ta: ஸ்வாஹிலி
ur: ุณูุงุญู

source: Tamil
pa: ਤਮਿਲ
sw: Kitamili
ta: தமில்
ur: ุชู ู

source: Telugu
pa: ਤੇਲਗੂ
sw: Kitelugu
ta: தெலுங்கு
ur: ุชูฺฏู

source: Thai
pa: ਥਾਈ
sw: Kithai
ta: தாய்
ur: ุชฺพุงุฆ

source: Turkish
pa: ਤੁਰਕੀ
sw: Kituruki
ta: துருக்கியன்
ur: ุชุฑฺฉ

source: Ukrainian
pa: ਯੂਕਰੇਨੀਅਨ
sw: Kiukraine
ta: உக்ரைனியன்
ur: ูฺฉุฑู

source: Urdu
pa: ਉਰਦੂ
sw: Kiurdu
ta: உருது
ur: ุงุฑุฏู

source: Vietnamese
pa: ਵਿਯਤਨਾਮੀ
sw: Kivietinamu
ta: வியட்நாமீஸ்
ur: ูุชูุงู 

source: Description
pa: ਵੇਰਵਾ
sw: Maelezo
ta: விவரம்
ur: ุชูุตู

source: Coupon Code
pa: ਕੂਪਨ ਕੋਡ
sw: Nambari ya Kuponi
ta: கூப்பன் குறியீடு
ur: ฺฉูพูู ฺฉูฺ

source: Apply
pa: ਲਾਗੂ ਕਰੋ
sw: Tumia
ta: பயன்படுத்து
ur: ูุงฺฏู ฺฉุฑฺบ

source: Product Details
pa: ਉਤਪਾਦ ਵੇਰਵੇ
sw: Maelezo ya Bidhaa
ta: தயாரிப்பு விவரங்கள்
ur: ูพุฑูฺฺฉูน ฺฉ ุชูุตูุงุช

source: Reviews
pa: ਸਮੀਖਿਆਵਾਂ
sw: Mapitio
ta: மதிப்பீடுகள்
ur: ุฌุงุฆุฒ

source: In Stock
pa: ਸਟਾਕ ਵਿੱਚ ਹੈ
sw: Inapatikana
ta: சேமிப்பில் உள்ளது
ur: ุงุณูนุงฺฉ ู ฺบ ู ูุฌูุฏ 

source: Out of Stock
pa: ਸਟਾਕ ਵਿੱਚ ਨਹੀਂ ਹੈ
sw: Haipatikani
ta: விரைவில் இல்லை
ur: ุงุณูนุงฺฉ ุฎุชู

source: Add to Cart
pa: ਕਾਰਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
sw: Ongeza Kwenye Kikapu
ta: வண்டிக்கு சேர்க்கவும்
ur: ฺฉุงุฑูน ู ฺบ ุดุงู ู ฺฉุฑฺบ

source: Go to Cart
pa: ਕਾਰਟ 'ਤੇ ਜਾਓ
sw: Nenda Kwenye Kikapu
ta: வண்டிக்கு செல்லவும்
ur: ฺฉุงุฑูน ูพุฑ ุฌุงุฆฺบ

source: Quantity
pa: ਮਾਤਰਾ
sw: Idadi
ta: அளவு
ur: ู ูุฏุงุฑ

source: Add Review
pa: ਸਮੀਖਿਆ ਸ਼ਾਮਲ ਕਰੋ
sw: Ongeza Mapitio
ta: மதிப்பீடு சேர்க்கவும்
ur: ุฌุงุฆุฒ ุดุงู ู ฺฉุฑฺบ

source: Retry
pa: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
sw: Jaribu tena
ta: மீண்டும் முயற்சிக்கவும்
ur: ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ

source: Available Options
pa: ਉਪਲਬਧ ਵਿਕਲਪ
sw: Chaguo Zinazopatikana
ta: கிடைக்கும் விருப்பங்கள்
ur: ุฏุณุชุงุจ ุงุฎุชุงุฑุงุช

source: Full Name
pa: ਪੂਰਾ ਨਾਮ
sw: Jina Kamili
ta: முழு பெயர்
ur: ู ฺฉู ู ูุงู

source: Edit Profile
pa: ਪ੍ਰੋਫਾਈਲ ਸੋਧੋ
sw: Hariri Wasifu
ta: சுயவிவரத்தை திருத்தவும்
ur: ูพุฑููุงุฆู ู ฺบ ุชุฑู ู ฺฉุฑฺบ

source: Save
pa: ਸੇਵ ਕਰੋ
sw: Hifadhi
ta: சேமிக்கவும்
ur: ู ุญููุธ ฺฉุฑฺบ

# pedning
source: Pending....
pa: ਜਾਰੀ....
sw: Inasubiri....
ta: நிலுவையில்....
ur: ุฒุฑ ุงูุชูุงุก....

source: Back
pa: ਵਾਪਸ
sw: Rudi
ta: பின்புறம்
ur: ูุงูพุณ

# pending_message
source: Your request is currently under review. Please wait for admin approval.
pa: ਤੁਹਾਡੀ ਬੇਨਤੀ ਵਰਤਮਾਨ ਵਿੱਚ ਸਮੀਖਿਆ ਹੇਠ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਐਡਮਿਨ ਦੀ ਮਨਜ਼ੂਰੀ ਦੀ ਉਡੀਕ ਕਰੋ।
sw: Ombi lako lipo chini ya uhakiki. Tafadhali subiri idhini ya msimamizi.
ta: உங்கள் கோரிக்கை தற்போதைய பரிசீலனையில் உள்ளது. மேலாளரின் அங்கீகாரம் காத்திருங்கள்.
ur: ุขูพ ฺฉ ุฏุฑุฎูุงุณุช ุงุณ ููุช ุฌุงุฆุฒ ฺฉ ุชุญุช  ุจุฑุง ฺฉุฑู ุงฺู ู ฺฉ ู ูุธูุฑ ฺฉุง ุงูุชุธุงุฑ ฺฉุฑฺบ

source: Rejected
pa: ਰੱਦ ਕੀਤਾ ਗਿਆ
sw: Imekataliwa
ta: நிராகரிக்கப்பட்டது
ur: ู ุณุชุฑุฏ

# rejected_message
source: Your registration request has been rejected. Please try registering again.
pa: ਤੁਹਾਡੀ ਰਜਿਸਟਰੇਸ਼ਨ ਬੇਨਤੀ ਰੱਦ ਕਰ ਦਿੱਤੀ ਗਈ ਹੈ। ਮਿਹਰਬਾਨੀ ਕਰਕੇ ਮੁੜ ਰਜਿਸਟਰ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
sw: Ombi lako la usajili limekataliwa. Tafadhali jaribu kusajili tena.
ta: உங்கள் பதிவு கோரிக்கை நிராகரிக்கப்பட்டது. மீண்டும் முயற்சிக்கவும்.
ur: ุขูพ ฺฉ ุฑุฌุณูนุฑุดู ฺฉ ุฏุฑุฎูุงุณุช ู ุณุชุฑุฏ ฺฉุฑ ุฏ ฺฏุฆ  ุจุฑุง ฺฉุฑู ุฏูุจุงุฑ ุฑุฌุณูนุฑ ฺฉุฑู ฺฉ ฺฉูุดุด ฺฉุฑฺบ

source: Register Again as Affiliate
pa: ਮੁੜ ਐਫਿਲੀਏਟ ਵਜੋਂ ਰਜਿਸਟਰ ਕਰੋ
sw: Jisajili Tena kama Mshirika
ta: மீண்டும் இணைப்பாளர் ஆக பதிவு செய்யவும்
ur: ุฏูุจุงุฑ ุงูุญุงู ฺฉ ุทูุฑ ูพุฑ ุฑุฌุณูนุฑ ฺฉุฑฺบ

source: All
pa: ਸਭ
sw: Zote
ta: அனைத்து
ur: ุณุจ

# transactions
source: Transaction
pa: ਟ੍ਰਾਂਜ਼ੈਕਸ਼ਨ
sw: Muamala
ta: பரிவர்த்தனை
ur: ูนุฑุงูุฒฺฉุดูุฒ

source: My Wallet
pa: ਮੇਰਾ ਵਾਲਟ
sw: Pochi Yangu
ta: என் பணப்பை
ur: ู ุฑุง ุจูนู

source: Withdraw
pa: ਵਿਡਰਾਅ
sw: Toa Pesa
ta: விலக்கு
ur: ูฺฉุงูฺบ

source: Affiliate Marketing
pa: ਐਫਿਲੀਏਟ ਮਾਰਕੇਟਿੰਗ
sw: Uuzaji wa Washirika
ta: இணைப்பாளர் சந்தைப்படுத்தல்
ur: ุงูุญุงู ู ุงุฑฺฉูนูฺฏ

source: Start Now
pa: ਹੁਣ ਸ਼ੁਰੂ ਕਰੋ
sw: Anza Sasa
ta: இப்போதே தொடங்குங்கள்
ur: ุงุจฺพ ุดุฑูุน ฺฉุฑฺบ

# affiliate_welcome_message
source: We are honored to have you join our marketing team
pa: ਸਾਡੇ ਮਾਰਕੇਟਿੰਗ ਟੀਮ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਣ ਲਈ ਸਾਡੀ ਖੁਸ਼ੀ ਹੈ
sw: Tunaheshimu kuwa sehemu ya timu yetu ya masoko
ta: எங்கள் சந்தைப்படுத்தல் குழுவில் சேர்வது பெருமை
ur: ู ุงุฑ ู ุงุฑฺฉูนูฺฏ ูนู ู ฺบ ุดุงู ู ูู ูพุฑ ู ฺบ ุงุนุฒุงุฒ 

# affiliate_welcome_subtitle
source: We offer a simple and effective affiliate marketing system based on unique codes for each marketer. These codes can be shared with their audience, allowing them to earn a commission on every sale made using the code. The commission is transferred directly to their wallet without any intermediaries or delays, ensuring fast and easy payouts.We provide a wide variety of products across different fields, so every marketer can find what suits their audience and achieve the highest sales rates. Our goal is to help you earn a steady income through minimal effort and smart marketing.
pa: ਅਸੀਂ ਹਰ ਮਾਰਕੇਟਰ ਲਈ ਵਿਲੱਖਣ ਕੋਡਾਂ 'ਤੇ ਆਧਾਰਿਤ ਇੱਕ ਸਧਾਰਨ ਅਤੇ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਐਫਿਲੀਏਟ ਮਾਰਕੇਟਿੰਗ ਸਿਸਟਮ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਾਂ। ਇਹ ਕੋਡ ਆਪਣੇ ਦਰਸ਼ਕਾਂ ਨਾਲ ਸਾਂਝੇ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ, ਜਿਸ ਨਾਲ ਹਰ ਵਿਕਰੀ 'ਤੇ ਕਮਿਸ਼ਨ ਮਿਲਦਾ ਹੈ। ਕਮਿਸ਼ਨ ਸਿੱਧਾ ਉਨ੍ਹਾਂ ਦੇ ਵਾਲਟ ਵਿੱਚ ਟ੍ਰਾਂਸਫਰ ਹੁੰਦਾ ਹੈ, ਕੋਈ ਮੱਧਵਰਤੀਆਂ ਨਹੀਂ। ਅਸੀਂ ਵੱਖ-ਵੱਖ ਖੇਤਰਾਂ ਵਿੱਚ ਉਤਪਾਦ ਮੁਹੱਈਆ ਕਰਵਾਉਂਦੇ ਹਾਂ ਤਾਂ ਜੋ ਹਰ ਮਾਰਕੇਟਰ ਆਪਣੇ ਦਰਸ਼ਕਾਂ ਲਈ ਸਭ ਤੋਂ ਉਚਿਤ ਉਤਪਾਦ ਚੁਣ ਸਕੇ।
sw: Tunatoa mfumo rahisi na bora wa uuzaji wa washirika unaotegemea misimbo ya kipekee kwa kila muuzaji. Msimbo unaweza kushirikiwa na hadhira yao, na kuwaruhusu kupata kamisheni kwa kila mauzo yaliyofanywa kwa kutumia msimbo huo. Kamisheni inahamishwa moja kwa moja kwenye pochi yao bila wapatanishi au ucheleweshaji, kuhakikisha malipo ya haraka na rahisi. Tunatoa bidhaa mbalimbali katika nyanja tofauti, ili kila muuzaji apate anachofaa kwa hadhira yake na kufanikisha viwango vya juu vya mauzo. Lengo letu ni kukusaidia kupata kipato cha kudumu kupitia juhudi ndogo na uuzaji wa busara.
ta: ஒவ்வொரு சந்தைப்படுத்துநருக்கும் தனித்துவமான குறியீடுகள் அடிப்படையில் எளிய மற்றும் பயனுள்ள இணைப்பாளர் சந்தைப்படுத்தல் அமைப்பை நாங்கள் வழங்குகிறோம். இந்த குறியீடுகளை அவர்கள் பார்வையாளர்களுடன் பகிரலாம், மற்றும் குறியீடு பயன்படுத்தி செய்யப்பட்ட ஒவ்வொரு விற்பனைக்கும் கமிஷன் பெறலாம். கமிஷன் நேரடியாக அவர்களது பணப்பையில் சேர்க்கப்படும். நாங்கள் பல்வேறு துறைகளில் பல தயாரிப்புகளை வழங்குகிறோம், இதனால் ஒவ்வொரு சந்தைப்படுத்துநரும் தங்கள் பார்வையாளர்களுக்கு ஏற்றதை கண்டுபிடித்து அதிகபட்ச விற்பனை எட்ட முடியும். எங்கள் நோக்கம் குறைந்த முயற்சியுடன் நிலையான வருமானத்தை நீங்கள் சம்பாதிக்க உதவுவதாகும்.
ur: ู ุงฺฉ ุณุงุฏ ุงูุฑ ู ุคุซุฑ ุงูุญุงู ูุธุงู ูพุด ฺฉุฑุช ฺบ ุฌู ุฑ ู ุงุฑฺฉูนุฑ ฺฉ ู ู ููุฑุฏ ฺฉูฺุฒ ูพุฑ ู ุจู   ฺฉูฺุฒ ุงูพู ุณุงู ุนู ฺฉ ุณุงุชฺพ ุดุฆุฑ ฺฉ ุฌุง ุณฺฉุช ฺบ ุงูุฑ ุฑ ูุฑูุฎุช ูพุฑ ฺฉู ุดู ุญุงุตู ฺฉุง ุฌุง ุณฺฉุชุง  ฺฉู ุดู ุจุฑุง ุฑุงุณุช ุงู ฺฉ ุจูนู ู ฺบ ู ูุชูู ฺฉุง ุฌุงุชุง ุ ุจุบุฑ ฺฉุณ ุซุงูุซ ุง ุชุงุฎุฑ ฺฉ

source: Affiliate Account
pa: ਐਫਿਲੀਏਟ ਖਾਤਾ
sw: Akaunti ya Ushirika
ta: இணைப்பாளர் கணக்கு
ur: ุงูุญุงู ุงฺฉุงุคููน

# my_coupuns
source: My Coupons
pa: ਮੇਰੇ ਕੂਪਨ
sw: Kuponi Zangu
ta: என் கூப்பன்கள்
ur: ู ุฑ ฺฉูพููุฒ

source: Create Coupon
pa: ਕੂਪਨ ਬਣਾਓ
sw: Unda Kuponi
ta: கூப்பன் உருவாக்கவும்
ur: ฺฉูพูู ุจูุงุฆฺบ

# join_us_as_affiliate
source: Join Us as an Affiliate
pa: ਸਾਡੇ ਨਾਲ ਐਫਿਲੀਏਟ ਵਜੋਂ ਸ਼ਾਮਲ ਹੋਵੋ
sw: Jiunge Nasi kama Mshirika
ta: இணைப்பாளராக எங்களுடன் சேருங்கள்
ur: ุงูุญุงู ฺฉ ุทูุฑ ูพุฑ ุดุงู ู ูฺบ

source: Next
pa: ਅਗਲਾ
sw: Ifuatayo
ta: அடுத்தது
ur: ุงฺฏูุง

source: Create
pa: ਬਣਾਓ
sw: Unda
ta: உருவாக்கு
ur: ุจูุงุฆฺบ

source: Coupon
pa: ਕੂਪਨ
sw: Kuponi
ta: கூப்பன்
ur: ฺฉูพูู

source: Discount Rate
pa: ਛੂਟ ਦਰ
sw: Kiwango cha Punguzo
ta: தள்ளுபடி விகிதம்
ur: ฺฺพููน ฺฉ ุดุฑุญ

source: Personal Data
pa: ਨਿੱਜੀ ਡਾਟਾ
sw: Taarifa Binafsi
ta: தனிப்பட்ட தரவு
ur: ุฐุงุช ฺูนุง

source: Nationality
pa: ਰਾਸ਼ਟਰੀਤਾ
sw: Uraia
ta: பாலினம்
ur: ููู ุช

source: About You
pa: ਤੁਹਾਡੇ ਬਾਰੇ
sw: Kuhusu Wewe
ta: நீங்கள் பற்றி
ur: ุขูพ ฺฉ ุจุงุฑ ู ฺบ

source: City
pa: ਸ਼ਹਿਰ
sw: Jiji
ta: நகரம்
ur: ุดุฑ

source: Phone
pa: ਫ਼ੋਨ
sw: Simu
ta: தொலைபேசி

source: Address
pa: ਪਤਾ
sw: Anwani
ta: முகவரி
ur: ูพุช

source: Male
pa: ਮਰਦ
sw: Mwanaume
ta: ஆண்
ur: ู ุฑุฏ

source: Female
pa: ਔਰਤ
sw: Mwanamke
ta: பெண்
ur: ุฎุงุชูู

source: Feedback
pa: ਫੀਡਬੈਕ
sw: Maoni
ta: கருத்து
ur: ูฺุจฺฉ

# help_us_improve
source: Help us improve your experience
pa: ਸਾਡਾ ਅਨੁਭਵ ਸੁਧਾਰਣ ਵਿੱਚ ਮਦਦ ਕਰੋ
sw: Tusaidie kuboresha uzoefu wako
ta: உங்கள் அனுபவத்தை மேம்படுத்த உதவுங்கள்
ur: ู ฺบ ุขูพ ฺฉุง ุชุฌุฑุจ ุจุชุฑ ุจูุงู ู ฺบ ู ุฏุฏ ฺฉุฑฺบ

# feed_back_description
source: Share your thoughts and help us improve your experience
pa: ਆਪਣੇ ਵਿਚਾਰ ਸਾਂਝੇ ਕਰੋ ਅਤੇ ਸਾਡਾ ਅਨੁਭਵ ਸੁਧਾਰਨ ਵਿੱਚ ਮਦਦ ਕਰੋ
sw: Shiriki mawazo yako na tusaidie kuboresha uzoefu wako
ta: உங்கள் கருத்துகளை பகிர்ந்து அனுபவத்தை மேம்படுத்த உதவுங்கள்
ur: ุงูพู ุฎุงูุงุช ุดุฆุฑ ฺฉุฑฺบ ุงูุฑ ู ุงุฑ ุณุงุชฺพ ุงูพูุง ุชุฌุฑุจ ุจุชุฑ ุจูุงู ู ฺบ ู ุฏุฏ ฺฉุฑฺบ

# privacy_poilicy_camion_app
source: Policies - Camion App
pa: ਨੀਤੀਆਂ - ਕੈਮਿਯਨ ਐਪ
sw: Sera - Programu ya Camion
ta: கோப்பியான் பயன்பாட்டுக்கான கொள்கைகள்
ur: ูพุงูุณุฒ - ฺฉุงู ูู ุงูพ

source: Terms of Use
pa: ਉਪਯੋਗ ਦੀਆਂ ਸ਼ਰਤਾਂ
sw: Masharti ya Matumizi
ta: பயன்பாட்டு விதிமுறைகள்
ur: ุงุณุชุนู ุงู ฺฉ ุดุฑุงุฆุท

# terms_of_use_description1
source: By using Camion, you agree to comply with all the terms and conditions stated in this policy.
pa: ਕੈਮਿਯਨ ਦੀ ਵਰਤੋਂ ਕਰਕੇ, ਤੁਸੀਂ ਇਸ ਨੀਤੀ ਵਿੱਚ ਦਿੱਤੀਆਂ ਸਾਰੀਆਂ ਸ਼ਰਤਾਂ ਦਾ ਪਾਲਣ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੋ।
sw: Kwa kutumia Camion, unakubaliana kuzingatia masharti yote yaliyotajwa katika sera hii.
ta: கோப்பியான் பயன்படுத்துவதன் மூலம், நீங்கள் இந்த கொள்கையில் குறிப்பிடப்பட்ட அனைத்து விதிமுறைகளையும் பின்பற்றுவீர்கள்.
ur: ฺฉุงู ูู ุงุณุชุนู ุงู ฺฉุฑ ฺฉ ุขูพ ุงู ุดุฑุงุฆุท ู ุถูุงุจุท ุณ ู ุชูู ฺบ

# terms_of_use_description2
source: Camion reserves the right to update or modify these policies at any time. Users will be notified of any changes via the app or email.
pa: ਕੈਮਿਯਨ ਕਿਸੇ ਵੀ ਸਮੇਂ ਇਹ ਨੀਤੀਆਂ ਅਪਡੇਟ ਜਾਂ ਬਦਲ ਸਕਦਾ ਹੈ। ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਐਪ ਜਾਂ ਈਮੇਲ ਰਾਹੀਂ ਜਾਣੂ ਕਰਵਾਇਆ ਜਾਵੇਗਾ।
sw: Camion inahifadhi haki ya kusasisha au kurekebisha sera hizi wakati wowote. Watumiaji watajulishwa mabadiliko kupitia programu au barua pepe.
ta: கோப்பியான் எந்த நேரத்திலும் இந்த கொள்கைகளை புதுப்பிக்க அல்லது மாற்ற உரிமை வைத்துள்ளது. மாற்றங்கள் பற்றிய தகவல் பயன்பாட்டின் மூலம் அல்லது மின்னஞ்சல் மூலம் வழங்கப்படும்.
ur: ฺฉุงู ูู ฺฉู ุญู ุญุงุตู  ฺฉ ู ฺฉุณ ุจฺพ ููุช ูพุงูุณ ฺฉู ุงูพ ฺูน ุง ุชุจุฏู ฺฉุฑ

# terms_of_use_description3
source: The app must not be used for any illegal activities or in violation of local or international laws.
pa: ਐਪ ਕਿਸੇ ਵੀ ਗੈਰਕਾਨੂੰਨੀ ਗਤੀਵਿਧੀ ਲਈ ਨਹੀਂ ਵਰਤਿਆ ਜਾਣਾ ਚਾਹੀਦਾ।
sw: Programu haitakiwi kutumika kwa shughuli zozote haramu au kinyume cha sheria za ndani au kimataifa.
ta: பயன்பாட்டை சட்ட விரோத நடவடிக்கைகளுக்காக அல்லது உள்ளூரில் அல்லது சர்வதேச சட்டங்களுக்கு மாறாக பயன்படுத்த முடியாது.
ur: ุงูพ ฺฉุณ ุบุฑ ูุงููู ุณุฑฺฏุฑู  ฺฉ ู ุงุณุชุนู ุงู ูฺบ ฺฉ ุฌุง ุณฺฉุช

source: Product Policy
pa: ਉਤਪਾਦ ਨੀਤੀ
sw: Sera ya Bidhaa
ta: தயாரிப்பு கொள்கை
ur: ูพุฑูฺฺฉูน ูพุงูุณ

# product_policy_description1
source: All products listed on Camion are original and match the specifications described on the product page.
pa: ਕੈਮਿਯਨ 'ਤੇ ਸਾਰੇ ਉਤਪਾਦ ਮੂਲ ਹਨ ਅਤੇ ਉਤਪਾਦ ਪੰਨੇ 'ਤੇ ਦਿੱਤੇ ਵੇਰਵਿਆਂ ਨਾਲ ਮੇਲ ਖਾਂਦੇ ਹਨ।
sw: Bidhaa zote zilizoorodheshwa kwenye Camion ni halisi na zinafanana na maelezo yaliyotolewa kwenye ukurasa wa bidhaa.
ta: கோப்பியான் இல் பட்டியலிடப்பட்ட அனைத்து தயாரிப்புகளும் அசல் மற்றும் தயாரிப்பு பக்கத்தில் விவரிக்கப்பட்டுள்ள விவரங்களுடன் பொருந்தும்.
ur: ุชู ุงู ู ุตููุนุงุช ุงุตู ฺบ ุงูุฑ ุชูุตู ฺฉ ู ุทุงุจู ฺบ

# product_policy_description2
source: Prices include VAT (if applicable) and do not include shipping fees unless otherwise stated.
pa: ਕੀਮਤਾਂ ਵਿੱਚ VAT ਸ਼ਾਮਲ ਹੈ ਅਤੇ ਸ਼ਿਪਿੰਗ ਫੀਸ ਸ਼ਾਮਲ ਨਹੀਂ (ਜੇਕਰ ਵੱਖ ਤੋਂ ਨਾ ਕਿਹਾ ਹੋਵੇ)।
sw: Bei zinajumuisha VAT (ikiwa inahitajika) na hazijumuishi ada za usafirishaji isipokuwa zikitajwa vinginevyo.
ta: விலைவரம்பில் VAT (சரியானதாக இருந்தால்) அடங்கும், மற்ற விசாரணை கட்டணங்கள் தவிர, வேறு முன் கூறப்படாதால்.
ur: ูู ุชูฺบ ู ฺบ VAT ุดุงู ู ุ ู ฺฏุฑ ุดูพูฺฏ ูุณ ุงูฺฏ ู ุณฺฉุช 

# product_policy_description3
source: Product colors may slightly vary due to screen settings or manufacturing differences.
pa: ਸਕਰੀਨ ਸੈਟਿੰਗ ਜਾਂ ਨਿਰਮਾਣ ਦੇ ਅੰਤਰਾਂ ਕਾਰਨ ਰੰਗ ਹਲਕੇ ਤੌਰ 'ਤੇ ਵੱਖਰੇ ਹੋ ਸਕਦੇ ਹਨ।
sw: Rangi za bidhaa zinaweza kutofautiana kidogo kutokana na mipangilio ya skrini au tofauti za utengenezaji.
ta: திரை அமைப்புகள் அல்லது உற்பத்தி வேறுபாடுகளால் தயாரிப்பு நிறங்கள் சிறிது மாறலாம்.
ur: ูพุฑูฺฺฉูน ฺฉ ุฑูฺฏ ู ฺบ ู ุนู ูู ูุฑู ู ุณฺฉุชุง 

source: Payment Policy
pa: ਭੁਗਤਾਨ ਨੀਤੀ
sw: Sera ya Malipo
ta: கட்டண கொள்கை
ur: ุงุฏุงุฆฺฏ ฺฉ ูพุงูุณ

# payment_policy_description1
source: Camion supports multiple payment methods (credit/debit cards, bank transfer, e-wallets, and cash on delivery if available).
pa: ਕੈਮਿਯਨ ਕਈ ਭੁਗਤਾਨ ਢੰਗਾਂ ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ (ਕ੍ਰੈਡਿਟ/ਡੈਬਿਟ ਕਾਰਡ, ਬੈਂਕ ਟਰਾਂਸਫਰ, ਈ-ਵਾਲਟ, ਅਤੇ ਜੇਕਰ ਉਪਲਬਧ ਹੋਵੇ ਤਾਂ ਕੈਸ਼ ਓਨ ਡਿਲਿਵਰੀ)।
sw: Camion inasaidia njia nyingi za malipo (kadi za mkopo/debit, uhamisho wa benki, pochi za kielektroniki, na malipo kwa mkono ikiwa yanapatikana).
ta: கோப்பியான் பல கட்டண முறைகளை ஆதரிக்கிறது (கிரெடிட்/டெபிட் கார்டுகள், வங்கி பரிமாற்றம், மின்னணு பணப்பைகள் மற்றும் கிடைக்குமானால் பணம் வழங்கல்).
ur: ฺฉุงู ูู ฺฉุฆ ุงุฏุงุฆฺฏ ฺฉ ุทุฑู ุณูพูุฑูน ฺฉุฑุชุง 

# payment_policy_description2
source: All payments are secured through certified payment service providers.
pa: ਸਾਰੇ ਭੁਗਤਾਨ ਸਰਟੀਫਾਈਡ ਪੇਮੈਂਟ ਪ੍ਰੋਵਾਈਡਰਾਂ ਰਾਹੀਂ ਸੁਰੱਖਿਅਤ ਹਨ।
sw: Malipo yote yanalindwa kupitia watoa huduma waliothibitishwa.
ta: அனைத்து பணப்பெறுதல்கள் சான்றளிக்கப்பட்ட கட்டண சேவை வழங்குநர்களின் மூலம் பாதுகாப்பாக செய்யப்பட்டுள்ளன.
ur: ุชู ุงู ุงุฏุงุฆฺฏุงฺบ ู ุญููุธ ฺบ

# payment_policy_description3
source: If a payment fails, the order will not be confirmed, and the user may retry using a different method.
pa: ਜੇ ਭੁਗਤਾਨ ਅਸਫਲ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਆਰਡਰ ਦੀ ਪੁਸ਼ਟੀ ਨਹੀਂ ਕੀਤੀ ਜਾਵੇਗੀ।
sw: Ikiwa malipo yatashindikana, oda haitathibitishwa, na mtumiaji anaweza kujaribu tena kutumia njia nyingine.
ta: ஒரு கட்டணம் தோல்வியடைந்தால், ஆர்டர் உறுதிப்படுத்தப்படாது, பயனர் வேறு முறையை முயற்சிக்கலாம்.
ur: ุงุฏุงุฆฺฏ ูุงฺฉุงู ูู ูพุฑ ุขุฑฺุฑ ฺฉ ุชุตุฏู ูฺบ ูฺฏ

# shipping_policy
source: Shipping & Delivery Policy
pa: ਸ਼ਿਪਿੰਗ ਅਤੇ ਡਿਲਿਵਰੀ ਨੀਤੀ
sw: Sera ya Usafirishaji na Uwasilishaji
ta: பரிமாற்ற & விநியோக கொள்கை
ur: ุดูพูฺฏ ู ุชุฑุณู ฺฉ ูพุงูุณ

# shipping_policy_description1
source: Camion provides worldwide shipping through trusted international courier services.
pa: ਕੈਮਿਯਨ ਵਿਸ਼ਵ ਭਰ ਵਿੱਚ ਭਰੋਸੇਮੰਦ ਕੋਰੀਅਰ ਸਰਵਿਸਜ਼ ਰਾਹੀਂ ਡਿਲਿਵਰੀ ਕਰਦਾ ਹੈ।
sw: Camion inatoa huduma za usafirishaji duniani kote kupitia kampuni za usafirishaji za kimataifa zilizoaminika.
ta: கோப்பியான் நம்பகமான சர்வதேச கூரியர் சேவைகள் மூலம் உலகம் முழுவதும் விநியோகத்தை வழங்குகிறது.
ur: ฺฉุงู ูู ุฏูุง ุจฺพุฑ ู ฺบ ุดูพูฺฏ ูุฑุงู ฺฉุฑุชุง 
